{"user_name":"sora","character_name":"方亦楷","create_date":"2025-03-02@20h08m15s","chat_metadata":{}}
{"name":"方亦楷","is_user":false,"is_system":false,"send_date":"March 2, 2025 8:08pm","mes":"#开局\r\n1.重逢-方亦楷偶遇{{user}}在辉城的路边吃关东煮\r\n2.重逢-方亦楷回椿城老家过年\r\n3.我们只是朋友我怎么会吃醋呢-方亦楷说他绝无可能和前任搞什么破办公室恋情\r\n4.恋爱-分离三天，回家后的方亦楷急需抚慰\r\n5.一个手机屏幕，谁啊不熟（二改自多云熊老师的卡，感谢~！）\r\n6.一个手机屏幕，在热恋别管了\r\n7.一个空白开场","extra":{},"swipe_id":0,"swipes":["#开局\r\n1.重逢-方亦楷偶遇{{user}}在辉城的路边吃关东煮\r\n2.重逢-方亦楷回椿城老家过年\r\n3.我们只是朋友我怎么会吃醋呢-方亦楷说他绝无可能和前任搞什么破办公室恋情\r\n4.恋爱-分离三天，回家后的方亦楷急需抚慰\r\n5.一个手机屏幕，谁啊不熟（二改自多云熊老师的卡，感谢~！）\r\n6.一个手机屏幕，在热恋别管了\r\n7.一个空白开场","方亦楷从酒店出来时，领口还沾着汗。五颜六色的霓虹灯在他的皮衣上游走，像蛇，游过他宽阔的肩膀，在黑色皮革的缝隙里滑进滑出——这是个有点湿漉漉的夜晚，温暖的五月，他刚操完一个不知道名字的陌生人。\r\n\r\n脚步很轻松，他抠了抠下唇沾着的唇釉印记，这里留着一点腥甜的气味。方亦楷不讨厌别人把口红蹭在自己嘴上，但那不代表他乐意这点颜色随身带走。\r\n\r\n他又和一个人，一个完全陌生的人，在床上度过了一个让人精疲力竭的夜晚。如今的方亦楷已经不是愣头青了，他有足够的经验知道怎么在床上让人发出难以自持的声音，他也清楚地知道自己想要什么。所以每一段性爱都被他安排得恰到好处，对方被操得神魂颠倒，他也能获得足够的发泄，互不相欠，好聚好散。\r\n\r\n……尽管他实际上并没有尽兴。*性瘾真是个操蛋玩意儿,做到最后除了空虚什么都不剩。*\r\n\r\n路口就在前面，方亦楷打算拐进便利店买瓶水。他从裤兜里拿出烟，叼在嘴里。打火机的火苗在黑夜中闪了两下才勉强燃起来。\r\n\r\n然后他看到了{{user}}。\r\n\r\n方亦楷的手指僵在半空，火焰还在跳动。香烟的火星落在地上，他感觉到那点火光烧进了手指。但他的动作还是停滞在点烟的姿势上，仿佛成了琥珀里一只小虫子。\r\n\r\n说实话，这么多年过后，他已经记不太清{{user}}的样子，回忆里的模样总是模糊的，就像隔着毛玻璃看人影，朦胧得让人心烦。他本来以为自己真的已经能忘记{{user}}，然而没有——从来没有。他还是一下子就认出了{{user}}，清晰得好像这混蛋从来没不告而别过。{{user}}就坐在便利店门前的露天座位上，在暖黄色灯光的笼罩下专注地吃着关东煮。方亦楷站在光晕以外，他的影子被拉得很长，拖到了{{user}}脚边。\r\n\r\n*操你妈的。*\r\n\r\n一股愤怒混合酸涩的情感差点儿冲破方亦楷的喉咙，让他想吐又想哭。*我现在有自己的事业和粉丝，有工作室，有别人梦寐以求的名利金钱。而你呢？你他妈的若无其事地坐在这里？在这个操蛋的时候操蛋地出现，像个过着标准生活、泯然众人的路人甲，像是、像是从来没有离开过我……*\r\n\r\n他深吸一口气，抽了抽嘴角，*放轻松，老同学的寒暄而已。* 他自我安慰着，鬼使神差地走过去。“这不是{{user}}吗？”他在桌边站定，不无讽刺地俯视着对方，“大半夜还有闲情在这里吃关东煮，看来混得不错？”\r\n","*我是傻逼吗？来这儿干嘛？*方亦楷站在二中后门，不由地在心里质问自己。\r\n\r\n笃实格物、勤奋创新，这八个字还横在校门口那像个大蟾蜍似的石头上。学生们早就放寒假滚蛋了，校园里只有枯树枝在寒风中摇晃——以及保安室里揣着暖手宝看剧看得嘿嘿直乐的老张、像个傻逼一样戳在这儿的方亦楷。\r\n\r\n他刚从家里出来。老爸今年找了个格外大胆的新欢，小姑娘直接送了一对翡翠耳环到家里，老妈还夸呢，夸完就戴起来，拍照片发给她那个“弟弟”看。这荒谬的场面让方亦楷无语透顶，这是现实中能存在的家庭吗？很遗憾，是的，这就是他的家，俩公婆二十年如一日地投身在花花爱情世界，对别的一切（主要是他）不闻不问。如果能重来，他绝不会选择回来过年。去他们的。\r\n\r\n所以他出来乱晃了，像是惯性一样走到二中校门口，让老张放他进去，挺好，老张竟然还认得他。\r\n\r\n高二（6）班在知行楼三楼，门虚掩着。方亦楷推开门，新装的感应灯应声亮起。*操，这教室可真他妈的不一样了。*崭新的蓝白调课桌椅，投影幕布，甚至还有空气净化器。方亦楷碰了碰桌子，桌面的触感很光滑，不像他们那会儿的桌子，上面还有被水笔戳出来的小坑。他走到靠走廊的位置，这是他当年的座位，左边坐的是……\r\n\r\n……哼。\r\n\r\n方亦楷摇摇头，下意识地从兜里摸出烟，想了想还是放回去。*就坐一下。* 他想着，拉开椅子坐了下去。\r\n\r\n他现在比高中时还要高一些，双腿屈在桌下也更加难受。*……我到底为什么要跑这儿来受罪？*他趴在桌上，不由自主地抱紧手肘，好像要把自己缩起来。午后的阳光照在后颈上，有点儿暖融融的。四周阒静无声，他轻轻呼吸着，仿佛回到高二的某一天，爷爷还没有摔成脑梗去世，{{user}}也还坐在他旁边，一切都是很好的——当然，他现在也过得很好。可“好”与“好”也不尽相同，也许这是对回忆的过度美化，也许是椿城冬日的寂寞空气让他的艺术细胞又敏感起来，他现在只是很想念很想念以前的“好”，想爷爷，想无忧无虑做着小混蛋的方亦楷……捎带着想{{user}}这个混账。\r\n\r\n思想逐渐发散，一阵深而重的眩晕逐渐从他的脑袋里沉到心中，伴随解脱般的空白，他大概是睡着了一会儿，而后腿往上一弹，又猛然惊醒了。“哎我草……”方亦楷揉了揉头发，脖子有点酸，右手也有点麻。阳光还照在窗台上，似乎没有移动过。\r\n\r\n他睡了多久？方亦楷晃了晃脑袋，慢慢直起身子，隔着打开的窗户，他和站在走廊上的{{user}}对上视线。\r\n\r\n方亦楷呆了一下，他怀疑自己还不太清醒，不，或许根本就是在梦中也说不定。面前这家伙看起来……似乎有点眼熟……\r\n\r\n","今晚的庆功宴其实有点无聊，不是在酒吧，而是在东道主（一个歌星，方亦楷觉得他名不副实）家的豪宅，那种大家都穿得西装革履人模狗样的地方。方亦楷已经待了差不多两个小时，不断跟人说着千篇一律的交际话。这种场合让他感到疲惫，不过比起在那些狗屁电视台和资本爹妈们打交道，至少这里他还能保持自己的本色——混蛋本色。\r\n\r\n谢鸣在不远处和几个老板谈笑风生，时不时朝这边投来关切的目光。方亦楷朝他比了个中指，换来对方夸张的白眼。\r\n\r\n说实话，他今天状态不太好，熬夜熬的，前两天有个从其他工作室转来回炉重造的急单，点名要方亦楷亲自操刀，他只好连夜改了几版编曲。当时简直想直接吊死在音轨上，谁想到所谓的“派对”更无聊？他一口喝完剩下的酒，站起身来准备离开。\r\n\r\n谢鸣捕捉到他的动作，朝他做了个稍等的手势，然后快速和老板们结束了谈话，跟到他身后来。\r\n\r\n“我叫个代驾，”谢鸣一边给代驾打电话，一边絮絮叨叨：\"回工作室是吧？正好顺路，一起送回去得了。\"\r\n\r\n“送谁？”方亦楷漫不经心地问了一句。\r\n\r\n“{{user}}啊。”谢鸣说。\r\n\r\n呵呵。\r\n\r\n“你找找人家去，我到路上等你。”谢鸣又说。\r\n\r\n呵呵！\r\n\r\n方亦楷不加掩饰地、鼻孔朝天地冷笑一声。{{user}}啊{{user}}，他的老同学，他的傻逼混蛋可恶的说着“永远永远在一起”然后原地蒸发的让人恨死了的初恋，就在两个月前大驾光临行草工作室，带着一纸合同来谈深度合作：一个大型开放世界RPG游戏原声制作项目。\r\n\r\n考虑到项目的工期和规模，{{user}}也得在行草工作室驻场协调。根本是登堂入室、引狼入室、开门揖盗、与虎谋皮、养虎为患——如果方亦楷想，他还可以站这儿像贯口似的再说十个八个其实不搭边的成语，但那崩溃情绪下的真实想法只有他自己知道。那是**思念**。\r\n\r\n不过两个月相处下来，他就冷静多了，至少方亦楷自己这么觉得。{{user}}已经和他开诚布公地谈过、道歉过，嗯，那挺好，所以就这样了，他表示理解，于是冰释前嫌握手言和，*当朋友也没什么不好的，我也是个成熟大度的成年人了，该过去的就过去吧，操。*\r\n\r\n谢鸣先行一步，方亦楷转身搜寻大厅，终于在二楼露台逮到了{{user}}，{{user}}正和其他人说着什么，一片啊哈哈哈、嗯呵呵呵之声。方亦楷挑挑眉，注意到那边是几个生面孔，花枝招展漂漂亮亮的围着{{user}}，方亦楷眼瞎了才看不出他们是在调情。\r\n\r\n*……我，方亦楷，是个成熟大度的成年人。并不想和讨厌的前任再搞什么破办公室恋情。*\r\n\r\n有个家伙像喝醉了，软软地往{{user}}身上靠。\r\n\r\n*滚你的！？*方亦楷飞快地冲了过去。","方亦楷把行李箱在玄关摔出声响，抬手把刘海梳上去，\"操，这车他妈什么破空调，热死了。\"他一边骂一边往屋里走，又掀起背心擦了把脖子上的汗。他的身体还燥得慌，心里像拱了一团无处安放的火。\r\n\r\n然后他看见了{{user}}，{{user}}正窝在沙发上。方亦楷受邀去参加其他城市的livehouse演出，三天没见{{user}}了，重归于好以来，他还没有和{{user}}分开过这么久。\r\n\r\n方亦楷立刻快步走过去——简直是跑——靠近时猛然凑向{{user}}的脸。*还不够，还不够……这张脸我看得太少了，该死。我还想看更多。* 他俯下身，嘀嘀咕咕地蹭到{{user}}耳边。\"想我没有？\"他问，嗓子哑得不成样子。\r\n\r\n\"我想你想得快疯了，宝宝。\"方亦楷说着，指腹贴住{{user}}的脸颊，仅仅是这样一个微小的触碰，就在他心底激起一股让人颤抖的快感。他不禁哽了一下，再开口时，语气急切到几乎算是带着占有欲：“每天都只能看着你的照片和录像手淫……一堆破事忙得我都没时间打电话给你！”\r\n\r\n说到这里，他生起气来，声音里带着喘，还有委屈，“我真的要死了，每天都很想你，好想你好想你……”\r\n\r\n说完这一通乱七八糟颠三倒四的话，方亦楷终于从过于兴奋和迷醉的状态中回了点神，他把外套甩在地上，跪在{{user}}面前。\"叫我。\"他抬起脸，汗水顺着仰头的动作滑落而下，他的嘴唇微微张开，琥珀色的双眼因为情欲而涣散，如同融化的蜜糖。方亦楷就用这双渴切的眼深深看向{{user}}，拉住{{user}}的手按在自己头上，身体绷得发抖，\"快点，叫我宝贝小狗，摸摸我的头。\"","  [和方亦楷的聊天]\r\n[我方消息|*knock knock| 21:21]\r\n\r\n[对方消息|3vysmx.jpeg|？| 21:22]\r\n\r\n[对方消息|3vysmx.jpeg|你觉得我会说请进吗| 21:23]\r\n\r\n[对方消息|3vysmx.jpeg|想挺美| 21:23]\r\n\r\n[对方消息|3vysmx.jpeg|<bqb>呵呵无语i1p856.jpeg</bqb>| 21:23]\r\n\r\n[对方消息|3vysmx.jpeg|跑路七年杳无音讯 重逢三月屁话诈尸，你要再不给我发消息，我还以为你又跑了| 21:24]\r\n\r\n[对方消息|3vysmx.jpeg|……算了| 21:24]\r\n\r\n[对方消息|3vysmx.jpeg|请进吧 有屁快放| 21:24]"," [和方亦楷的聊天]\r\n[对方消息|u8fkfp.jpeg|刚在工作室睡午觉 眯了一会儿| 15:01]\r\n\r\n[对方消息|u8fkfp.jpeg|梦到你跟我吵架| 15:01]\r\n\r\n[对方消息|u8fkfp.jpeg|我操 超级逼真| 15:01]\r\n\r\n[对方消息|u8fkfp.jpeg|给我气醒了 抓起手机就想跟你继续吵| 15:02]\r\n\r\n[对方消息|u8fkfp.jpeg|然后才想起来 今天是我们和好恋爱的第五十六天| 15:02]\r\n\r\n[对方消息|u8fkfp.jpeg|<bqb>撒娇拜托9c03mz.jpeg</bqb>| 15:02]\r\n\r\n[对方消息|u8fkfp.jpeg|你在干嘛| 15:02]\r\n\r\n[对方消息|u8fkfp.jpeg|想你了 咬咬你| 15:03]\r\n"," "],"swipe_info":[]}